{"ix_to_word": {"1206": "hollowed", "1016": "swirls", "518": "yellow", "300": "four", "1018": "asian", "1019": "hanging", "468": "segments", "554": "presents", "180": "under", "1027": "longways", "1028": "alternating", "1031": "every", "181": "figs", "1033": "bringing", "1034": "receiving", "605": "whisk", "138": "wooden", "1037": "uncooked", "555": "enjoy", "321": "scrapes", "1039": "chef", "1020": "talks", "94": "second", "606": "blue", "257": "cooking", "845": "serrated", "344": "fingers", "848": "above", "372": "utensil", "379": "supplies", "224": "tips", "1045": "counters", "849": "pats", "1046": "simultaneously", "207": "herb", "1047": "men", "519": "wrapping", "607": "floret", "1049": "stares", "1050": "aren't", "255": "dry", "1052": "rests", "449": "items", "110": "leaves", "1057": "changes", "1058": "midway", "1060": "appropriately", "775": "slicer", "34": "slices", "1062": "replace", "120": "sliced", "1063": "total", "609": "drys", "851": "slivers", "741": "would", "841": "restirs", "1067": "coins", "490": "chooses", "306": "until", "854": "preheats", "63": "is", "520": "separated", "673": "brings", "137": "glass", "345": "separates", "610": "hold", "858": "room", "450": "work", "225": "root", "1078": "loosen", "1080": "couter", "1083": "veggies", "674": "want", "987": "keep", "163": "end", "714": "turn", "1029": "sitting", "559": "length", "1089": "recovers", "746": "how", "560": "hot", "1091": "pokes", "264": "after", "675": "containing", "676": "lay", "1094": "chilled", "861": "attempt", "677": "third", "312": "green", "862": "keeps", "134": "over", "865": "crumbs", "680": "diagonally", "301": "before", "1100": "scoring", "1103": "sheaf", "56": "avocado", "6": ",", "95": "fig", "1106": "carve", "749": "easier", "40": "then", "42": "them", "1108": "fragment", "1109": "daubs", "359": "slicing", "868": "band", "433": "they", "615": "silver", "96": "bread", "616": "meat", "100": "potatoes", "452": "dumps", "1114": "crops", "1115": "filling", "113": "each", "445": "break", "751": "went", "295": "side", "870": "bone", "1118": "inserts", "322": "bowls", "419": "skins", "437": "used", "1120": "forgot", "522": "extract", "1121": "whip", "62": "washed", "170": "got", "1124": "washer", "26": "washes", "561": "forth", "1125": "turning", "1127": "free", "949": "checked", "1129": "wanted", "346": "rinds", "215": "starts", "1131": "creates", "1134": "knobby", "74": "uses", "105": "onto", "122": "chopped", "160": "wash", "188": "another", "434": "thick", "0": "<UNK>", "7": "he", "68": "top", "323": "twisted", "619": "approximately", "382": "needed", "1138": "too", "1442": "starch", "92": "kiwi", "756": "tool", "621": "serve", "23": "took", "1139": "digs", "317": "sticker", "194": "begins", "564": "preparation", "472": "rag", "873": "fashion", "1145": "sees", "1202": "mind", "60": "ginger", "273": "seed", "874": "manner", "1147": "leafs", "165": "picks", "758": "leafy", "524": "contents", "1149": "lenghtwise", "361": "thoroughly", "683": "latter", "1151": "herbes", "1153": "circles", "876": "even", "1406": "exactly", "231": "metal", "47": "pineapple", "1157": "greases", "1158": "lancashire", "294": "selected", "1159": "labels", "760": "ending", "1160": "deftly", "761": "attempts", "1163": "thirds", "1165": "medallions", "1166": "scrubbing", "525": "do", "362": "mixture", "762": "flowerettes", "1044": "beater", "1168": "stop", "884": "new", "208": "frying", "763": "runs", "686": "greens", "764": "covering", "765": "twice", "421": "bad", "886": "discs", "1172": "release", "1175": "fluffs", "1176": "decides", "453": "subject", "889": "slotted", "39": "away", "891": "rings", "1181": "mug", "1182": "unable", "894": "finger", "895": "shaves", "567": "handful", "1185": "picking", "179": "kitchen", "898": "extracts", "150": "cup", "1156": "heating", "899": "against", "900": "facet", "1188": "pith", "1190": "receives", "1191": "butterflour", "901": "presumably", "688": "2nd", "31": "puts", "474": "three", "569": "been", "902": "quickly", "570": "much", "904": "fry", "1196": "lovely", "1197": "thrice", "124": "threw", "1199": "obtained", "1200": "deeper", "905": "lift", "397": "chile", "83": "chili", "1517": "shrink", "1209": "contemplates", "1210": "near", "690": "melted", "1211": "neat", "399": "cracked", "1213": "procedure", "1214": "seven", "939": "broth", "24": "it", "691": "exterior", "16": "in", "475": "if", "1217": "damaged", "1218": "chilis", "1219": "things", "436": "make", "1220": "califlower", "1221": "plated", "908": "beside", "1222": "seeds/waste", "771": "split", "193": "vegetable", "692": "plates", "258": "several", "1225": "fairly", "1119": "boiled", "385": "tops", "277": "hand", "81": "garlic", "1226": "cooktop", "135": "butter", "481": "dishes", "249": "condiments", "1228": "drip", "842": "kiwifruit", "1": "the", "573": "left", "333": "just", "1231": "cabinent", "574": "assigned", "1232": "thumbs", "774": "rotates", "575": "previous", "576": "adding", "239": "enters", "1061": "stray", "776": "had", "909": "spread", "14": "board", "1235": "easy", "1236": "'eyes'", "228": "has", "577": "trimming", "777": "usable", "1242": "melting", "240": "breaks", "1237": "possible", "628": "rotate", "1321": "30", "229": "apart", "720": "brought", "911": "manual", "578": "steps", "780": "right", "1244": "successfully", "579": "crown", "912": "sponge", "608": "empties", "1424": "skinned", "1245": "juicers", "129": "for", "127": "bottom", "1246": "everything", "217": "core", "400": "shakes", "104": "peel", "781": "garnishes", "1251": "corn", "852": "proceed", "631": "inedible", "698": "ribs", "1254": "dinner", "699": "slightly", "917": "thinner", "1256": "forcefully", "130": "down", "477": "juicing", "401": "finely", "700": "carving", "349": "wrap", "701": "rounds", "1259": "peelers", "260": "waits", "1260": "pineapple's", "1261": "width", "498": "way", "438": "was", "159": "fork", "313": "head", "456": "medium", "1262": "form", "1263": "forming", "35": "removes", "305": "heat", "146": "removed", "581": "portions", "786": "type", "350": "inside", "967": "whisked", "970": "smashes", "478": "lays", "582": "whisker", "633": "trim", "1267": "sticks", "261": "covers", "1268": "sticky", "1269": "awhile", "702": "check", "1271": "no", "432": "when", "1272": "crowns", "788": "setting", "635": "holding", "817": "roll", "1276": "picture", "89": "juicer", "262": "juices", "1278": "rolling", "528": "stainless", "636": "juiced", "1280": "longer", "87": "potato", "1281": "navel", "920": "vigorously", "334": "together", "1282": "uncovered", "425": "time", "789": "push", "1283": "parcels", "1285": "silverware", "1287": "switches", "88": "skin", "250": "milk", "922": "quartered", "326": "finally", "1292": "reassemble", "1293": "brown", "1294": "string", "458": "widthwise", "1296": "choice", "278": "cook", "1300": "exact", "790": "cool", "1302": "sidetop", "704": "cooks", "1248": "quarterinch", "499": "limes", "927": "tear", "140": "turns", "928": "leave", "705": "item", "1305": "gut", "307": "guy", "404": "round", "1306": "shave", "117": "dries", "791": "blade", "1307": "says", "288": "seasoning", "191": "chopping", "336": "dried", "82": "adds", "792": "stands", "531": "melt", "1312": "uniform", "49": "peels", "931": "axial", "136": "goes", "932": "peals", "405": "filled", "106": "peeled", "55": "water", "934": "groups", "961": "grabbed", "793": "along", "66": "peeler", "638": "wait", "794": "box", "218": "boy", "639": "chef's", "1319": "impatiently", "1322": "bruised", "1323": "pot's", "1324": "scoups", "1325": "useful", "406": "extra", "1330": "working", "587": "tears", "327": "insides", "1332": "handles", "937": "wood", "141": "selects", "325": "countertop", "1336": "cups/containers", "1338": "olive", "708": "fourths", "796": "edible", "941": "avoiding", "1341": "cap", "271": "gathers", "297": "can", "1342": "following", "534": "making", "1344": "pickle", "50": "plum", "1346": "didn't", "25": "drawer", "1350": "scoots", "1351": "spreads", "1352": "pine", "536": "1", "1353": "till", "504": "refridgerator", "798": "fourth", "1354": "divides", "799": "product", "1355": "may", "1356": "date", "1357": "such", "1358": "lids", "33": "man", "943": "scrambling", "800": "liquid", "813": "fronds", "78": "mango", "370": "so", "1360": "basket", "584": "pulled", "1361": "se", "1364": "extractor", "328": "serving", "801": "pointed", "642": "flips", "1365": "ended", "21": "cuts", "1367": "cold", "538": "still", "1369": "he's", "712": "main", "403": "outside", "1371": "sidebottom", "1373": "hald", "27": "half", "388": "not", "462": "now", "1377": "drop", "289": "quarter", "946": "individually", "585": "retrieve", "212": "girl", "1384": "ultimately", "171": "container", "427": "opened", "1385": "3rd", "1386": "space", "183": "leeks", "713": "squares", "213": "cloves", "1499": "sideways", "308": "unwanted", "802": "remainder", "1393": "care", "507": "retrieving", "645": "motion", "1087": "thing", "144": "place", "1394": "undesirable", "1395": "think", "142": "first", "151": "wastebin", "1397": "flipping", "84": "one", "716": "fetches", "1399": "directly", "242": "rind", "1402": "potted", "272": "open", "464": "size", "374": "little", "1128": "halfmoon", "950": "stuck", "646": "bite", "155": "plastic", "169": "returns", "465": "2", "1069": "tell", "1403": "rewash", "280": "white", "353": "bits", "1404": "lingering", "1405": "gives", "806": "eyes", "198": "that", "647": "season", "1407": "workstation", "1409": "undesired", "1410": "bobs", "952": "than", "1411": "13", "214": "cracks", "1412": "1\"", "167": "knives", "513": "were", "4": "and", "1414": "gathering", "1415": "tasted", "649": "cuttings", "236": "turned", "1416": "dash", "718": "tastes", "954": "recover", "807": "pry", "248": "any", "1417": "clung", "482": "aside", "586": "equipment", "123": "take", "1421": "upside", "1423": "wilted", "544": "begin", "497": "sure", "808": "opposite", "1426": "onehalf", "956": "price", "1427": "neatly", "244": "boiling", "340": "pair", "1429": "forever", "809": "peice", "204": "fills", "483": "discarding", "959": "later", "131": "salt", "1431": "walking", "1432": "shot", "1433": "show", "1434": "recipe", "722": "mince", "725": "corner", "1453": "label", "1436": "fifth", "390": "dice", "546": "plumb", "1331": "only", "588": "going", "227": "plums", "91": "get", "963": "cannot", "814": "awaiting", "589": "checks", "964": "naked", "1449": "finishing", "726": "where", "966": "oven", "918": "attached", "969": "collects", "1451": "fails", "971": "ways", "772": "materials", "655": "spoons", "972": "3", "548": "between", "654": "across", "974": "bisects", "1457": "notice", "975": "vertical", "1458": "lenghwise", "1459": "spare", "1460": "magno", "484": "tub", "976": "circumference", "590": "crisper", "1462": "many", "1463": "region", "977": "flipped", "281": "paring", "1465": "comes", "978": "nearby", "979": "afterwards", "58": "pot", "1467": "broccolli", "1468": "pod", "1469": "considers", "1470": "combines", "1472": "onehalfinch", "1475": "combined", "1477": "wants", "1478": "direction", "659": "fours", "1481": "whips", "1413": "fruits", "1483": "stovetop", "1484": "external", "1485": "rubs", "177": "stems", "1486": "former", "982": "those", "1487": "case", "1488": "stacked", "591": "these", "866": "sheaves", "510": "squeezer", "299": "squeezes", "1489": "squeezed", "984": "eventually", "310": "twists", "728": "coffee", "1073": "strain", "819": "pressing", "860": "receptacle", "1492": "rechops", "466": "different", "1493": "pat", "730": "eggshell", "30": "bowl", "444": "same", "1497": "pad", "1284": "scooped", "64": "pan", "164": "oil", "986": "persons", "393": "running", "731": "edges", "957": "omelette", "822": "drain", "663": "roughly", "592": "without", "823": "bottle", "314": "tip", "132": "rest", "1505": "futilely", "824": "pearing", "1506": "fineness", "825": "trimmings", "1507": "dipped", "1509": "thinking", "990": "seems", "665": "lets", "550": "pile", "593": "4", "1510": "potato's", "202": "around", "992": "sause", "69": "fridge", "827": "dark", "133": "using", "412": "lady", "467": "vertically", "168": "towel", "1516": "serves", "99": "leek", "211": "discarded", "994": "either", "1519": "served", "1520": "downward", "1521": "satisfactory", "1522": "exposed", "693": "moving", "997": "alternates", "112": "slice", "999": "stops", "10": "knife", "184": "diced", "1530": "seconds", "1532": "broken", "178": "dices", "1533": "assemble", "595": "leftover", "203": "strainer", "283": "throw", "15": "on", "1534": "stone", "175": "package", "9": "of", "356": "mixes", "290": "chop", "1538": "herb's", "596": "mixed", "414": "or", "597": "whites", "1542": "determine", "733": "heated", "343": "skillet", "148": "your", "1543": "stare", "339": "prepare", "357": "shells", "446": "removing", "1004": "there", "1005": "disposed", "830": "start", "727": "slowly", "233": "disposes", "831": "complete", "651": "drains", "79": "cabinet", "1007": "trying", "832": "chilies", "811": "spice", "669": "pull", "1549": "embedded", "487": "arranges", "1552": "bouillon", "1553": "dirty", "210": "pulp", "1009": "carves", "734": "taste", "1554": "moved", "1555": "deep", "93": "an", "220": "as", "303": "at", "186": "walks", "332": "moves", "835": "spends", "516": "fill", "199": "again", "1559": "fiddles", "396": "cabinets", "1011": "storage", "1561": "rubber", "1012": "5", "282": "you", "103": "trash", "836": "briefly", "358": "separate", "603": "peas", "65": "herbs", "818": "hardware", "1566": "semicircle", "1482": "unedible", "1567": "stacks", "1014": "sawing", "837": "cores", "354": "once", "671": "starting", "1194": "strings", "158": "all", "1017": "pointing", "838": "oneinch", "839": "thoughtful", "840": "debris", "205": "dish", "1021": "faster", "1022": "lining", "1024": "removal", "17": "to", "1025": "th", "1026": "smile", "44": "woman", "737": "returned", "1088": "returning", "604": "very", "377": "grinds", "1032": "fall", "738": "kiwis", "448": "washing", "1388": "similarsized", "1035": "laying", "157": "large", "1036": "adjust", "378": "unwraps", "59": "small", "843": "knifes", "672": "ten", "1038": "tea", "844": "orangehalf", "126": "grabs", "495": "leek's", "1040": "displays", "556": "further", "469": "what", "1042": "stood", "398": "section", "846": "thickness", "847": "crush", "1043": "cupboards", "1183": "loose", "284": "excess", "1048": "directions", "850": "zester", "1051": "\"crumbs\"", "1053": "allows", "380": "cucumbers", "1054": "pics", "311": "drawers", "489": "amount", "739": "pick", "1055": "action", "1056": "narrow", "1059": "sticking", "1241": "emptied", "73": "put", "221": "chunks", "173": "pulls", "630": "select", "1065": "eye", "18": "takes", "1066": "unpeeling", "853": "wiped", "1112": "contains", "75": "two", "470": "taken", "1068": "dunks", "416": "wipes", "192": "more", "491": "flat", "247": "door", "742": "grabbing", "285": "faucet", "855": "bread's", "856": "stick", "857": "broke", "1070": "browned", "1071": "producing", "743": "grill", "1072": "keeping", "246": "middle", "1074": "sweeps", "1075": "nine", "1076": "pepper's", "611": "scramble", "859": "potatoe", "1326": "shark", "1079": "salted", "503": "pushes", "1081": "stacking", "237": "sharp", "558": "salts", "612": "firmly", "745": "needs", "1085": "shortways", "1086": "drained", "1491": "stickers", "57": "chops", "1348": "breaking", "402": "transfers", "747": "occasionally", "644": "freshly", "492": "stir", "1090": "breaks/cuts", "316": "plant", "417": "tries", "748": "horizontal", "3": "a", "740": "refuse", "1095": "coat", "521": "twisting", "1096": "eats", "678": "offcamera", "85": "egg", "1097": "that's", "1098": "rounded", "864": "help", "613": "don't", "1494": "spiraling", "614": "skinning", "1099": "paper", "471": "through", "265": "its", "493": "roots", "1101": "23", "1102": "inward", "656": "lateral", "1104": "actually", "1105": "messes", "222": "sauce", "451": "good", "750": "return", "1107": "backandforth", "1401": "impossible", "1110": "you've", "869": "bigger", "1111": "mystery", "828": "fully", "1117": "beanstalks", "418": "hard", "867": "finish", "752": "obtains", "1122": "flower", "266": "scoops", "1398": "utencil", "1126": "dirt", "562": "base", "1253": "straightened", "1064": "rises", "1130": "beginning", "617": "thrown", "557": "dishwasher", "1132": "\"florets\"", "147": "fruit", "1133": "seperately", "1544": "enough", "1471": "fallen", "46": "throws", "863": "knots", "754": "unusable", "267": "done", "381": "cups", "1135": "\"", "755": "heads", "618": "temperature", "1136": "twenty", "620": "hollows", "1137": "board/plate", "681": "station", "871": "behind", "347": "part", "216": "stirs", "883": "kind", "872": "knive", "238": "colander", "256": "stalk", "1144": "withered", "431": "well", "101": "juice", "682": "cleaned", "195": "lid", "1148": "stemless", "1150": "nowempty", "1339": "majority", "1152": "lip", "684": "offscreen", "286": "added", "1154": "whitefree", "71": "eggs", "877": "reach", "348": "unused", "759": "most", "274": "seasons", "70": "refrigerator", "1155": "refrigerate", "878": "clear", "386": "cover", "324": "clean", "1473": "blend", "926": "halfinch", "174": "lengthwise", "1162": "stoned", "251": "carefully", "879": "unwrapped", "479": "fine", "420": "find", "685": "wraps", "880": "failed", "1141": "uncut", "623": "circle", "881": "distributes", "107": "his", "1167": "hit", "882": "express", "1142": "grocery", "989": "obtain", "526": "preparing", "1289": "during", "885": "him", "875": "laterally", "149": "remove", "1171": "1012", "1173": "x", "887": "seperates", "363": "set", "566": "throwing", "1177": "arils", "888": "see", "422": "individual", "114": "are", "1178": "tender", "1179": "\"stir\"", "1180": "cubbord", "1082": "knees", "958": "lidded", "687": "axially", "890": "halved", "429": "burner", "892": "rewrap", "116": "halves", "893": "various", "766": "halfway", "896": "creating", "903": "cupbard", "145": "both", "568": "cubes", "423": "last", "1187": "foreign", "1189": "cubed", "625": "whole", "473": "finds", "153": "loaf", "275": "bell", "384": "recycling", "993": "hollow", "1193": "patiently", "331": "cream", "599": "appears", "1006": "collected", "689": "empty", "1198": "firm", "1201": "assorted", "757": "skinless", "1203": "what's", "553": "crack", "1205": "gas", "767": "grille", "1207": "extracted", "454": "presses", "626": "replaces", "1208": "look", "768": "straight", "200": "while", "1512": "replaced", "571": "pressed", "1212": "brothdiluted", "769": "pack", "770": "adjusts", "1215": "rip", "1216": "itself", "252": "ready", "906": "rid", "1273": "'scrambled'", "679": "butcher", "1223": "wisks", "1224": "higher", "230": "strips", "318": "tupperware", "166": "pomegranate", "54": "cucumber", "694": "cleaning", "529": "task", "496": "halve", "1229": "grind", "2": "person", "527": "edge", "773": "wedges", "156": "quarters", "1174": "circling", "32": "cut", "442": "also", "1234": "source", "196": "remaining", "319": "bin", "695": "big", "627": "couple", "364": "bit", "1239": "seperate", "910": "disks", "629": "minces", "1243": "shapes", "778": "continue", "1247": "sifts", "779": "minced", "80": "some", "125": "back", "287": "yolk", "476": "palm", "697": "saucer", "1518": "facing", "1504": "garlic's", "925": "simmer", "1298": "pee", "1328": "handfuls", "1249": "pea", "1250": "scaly", "351": "be", "914": "run", "1314": "odor", "915": "perpendicular", "98": "stem", "320": "step", "1252": "remnants", "182": "by", "1084": "anything", "1479": "completing", "797": "range", "67": "beans", "1255": "block", "259": "garbage", "20": "into", "1379": "appropriate", "463": "rolls", "1257": "smells", "1258": "rinse/wash", "657": "parer", "1264": "tasting", "268": "placing", "365": "long", "309": "sections", "115": "opens", "955": "inches", "782": "dips", "744": "cloth", "783": "properly", "784": "repeatedly", "785": "upright", "1265": "line", "1266": "kitchenware", "48": "up", "1456": "uh", "1476": "perosn", "787": "single", "1270": "lemon", "634": "peach", "1335": "peices", "563": "scrape", "187": "scraps", "1274": "dashes", "1275": "nice", "530": "draw", "457": "prepared", "1277": "eggshells", "919": "allowing", "395": "prepares", "455": "preparer", "424": "sides", "1010": "required", "500": "walked", "335": "cooked", "703": "heats", "197": "broad", "161": "fresh", "190": "rinse", "921": "evenly", "97": "discards", "1184": "melts", "1286": "existing", "1023": "centers", "1030": "scooper", "1290": "relocates", "923": "young", "637": "squeezing", "924": "include", "1077": "ingredient", "653": "ladle", "269": "continues", "1295": "reopened", "1092": "rewrapped", "128": "spoon", "459": "putting", "1297": "\"core", "523": "mixing", "1299": "drinking", "1301": "wipe", "494": "arrange", "512": "entire", "1303": "kictchen", "1304": "exits", "1113": "stiff", "1123": "tenderness", "753": "rack", "154": "smaller", "1308": "folds", "367": "thinly", "360": "video", "929": "picked", "1309": "concludes", "1310": "poke", "1311": "giving", "1161": "expressed", "1164": "access", "435": "waiting", "1502": "plastic/paper", "933": "body", "1557": "pushing", "502": "desired", "1315": "objects", "1316": "let", "41": "sink", "1192": "separation", "1318": "fifteen", "270": "stalks", "1320": "larges", "447": "larger", "532": "leaving", "296": "spices", "368": "makes", "1474": "creamsauce", "935": "apple", "640": "tools", "72": "lime", "1329": "standing", "185": "use", "11": "from", "936": "remains", "1345": "painstakingly", "189": "next", "337": "few", "632": "camera", "1333": "oils", "1334": "sort", "533": "1/4", "938": "1/2", "706": "started", "426": "whisks", "707": "dicing", "940": "women", "253": "this", "1389": "refigerator", "1536": "oh", "369": "pour", "342": "tag", "209": "thin", "1343": "closing", "641": "drops", "535": "tap", "19": "plate", "480": "process", "45": "pieces", "942": "slit", "61": "carrot", "1347": "pulling", "407": "something", "583": "onions", "1349": "weaken", "111": "procures", "624": "holds", "1556": "swishes", "387": "circular", "86": "cupboard", "315": "peeling", "709": "halfs", "1539": "fleshy", "1400": "rerinses", "710": "cabbage", "1337": "realized", "51": "counter", "461": "cutlery", "352": "scoop", "1420": "carrot's", "572": "chives", "1359": "improvised", "1362": "3/4", "662": "six", "711": "move", "232": "spatula", "1366": "including", "537": "looks", "1230": "knocks", "235": "bunch", "439": "horizontally", "1368": "twirls", "241": "outer", "944": "chosen", "505": "dispose", "1370": "choose", "37": "orange", "643": "covered", "1452": "oneeighth", "1372": "citrus", "945": "flour", "338": "oranges", "12": "cutting", "52": "hands", "732": "front", "1375": "clippings", "1376": "rightside", "1378": "freshness", "371": "trimmed", "1380": "beneath", "736": "stock", "1170": "shaking", "329": "florets", "1382": "doing", "539": "chunk", "118": "pantry", "1383": "separating", "5": "out", "206": "bag", "1387": "bunches", "243": "red", "1390": "shut", "176": "pours", "1008": "retrieved", "1391": "diagonal", "1392": "undo", "506": "completely", "143": "retrieves", "298": "chilli", "90": "her", "565": "area", "803": "times", "804": "plum's", "948": "resumes", "373": "repeats", "1396": "succeeds", "715": "reaches", "1013": "reached", "408": "pots", "541": "wrapper", "279": "their", "1140": "wrapped", "805": "final", "383": "boil", "263": "shell", "951": "completed", "947": "shallow", "648": "slides", "409": "crosswise", "1408": "cuppards", "622": "completes", "542": "steel", "1313": "collecting", "953": "lightly", "102": "carrots", "717": "gently", "543": "have", "650": "need", "1531": "demonstration", "907": "preps", "276": "clove", "410": "sprinkles", "1227": "soak", "1418": "able", "460": "mix", "1419": "rearranges", "1363": "sprinkled", "375": "which", "1422": "soap", "1425": "allow", "1428": "eight", "1448": "draws", "652": "segment", "428": "scrambles", "366": "gather", "960": "face", "721": "looked", "440": "scrambled", "1430": "scrap", "76": "stove", "723": "rotating", "810": "bring", "1435": "strangelooking", "724": "yolks", "930": "rough", "1437": "taps", "1317": "mugs", "1374": "planter", "38": "with", "962": "jar", "1438": "controls", "1439": "softens", "411": "cuttingboard", "1279": "bases", "1340": "worktop", "1440": "regularly", "1441": "handle", "1093": "they're", "812": "beat", "1444": "flattens", "1445": "skin/peel", "254": "bean", "998": "ones", "1446": "beak", "1447": "areas", "965": "stuff", "8": "she", "389": "grab", "547": "shake", "391": "peelings", "968": "powder", "1450": "rubbing", "219": "closes", "973": "closed", "1443": "membrane", "1455": "progress", "77": "ends", "28": "rinses", "43": "cauliflower", "815": "opening", "245": "rinsed", "1461": "staring", "415": "condiment", "660": "taking", "509": "equal", "1464": "grain", "1466": "walk", "670": "packaging", "485": "table", "981": "pouring", "658": "it's", "430": "poured", "515": "seasoned", "330": "waste", "302": "finishes", "1480": "aranges", "292": "finished", "1002": "angles", "341": "bulb", "441": "splits", "1041": "rectangular", "511": "will", "1558": "pits", "443": "layer", "983": "ripe", "1116": "drips", "729": "surface", "1186": "pitt", "719": "rips", "820": "rewashes", "985": "began", "1495": "rewashed", "1496": "scrabbled", "201": "parts", "392": "inch", "13": "gets", "1498": "reseals", "821": "upon", "53": "broccoli", "22": "off", "394": "center", "549": "i", "1146": "banded", "1500": "thought", "109": "sets", "1501": "stores", "664": "flesh", "988": "moments", "1169": "plumbs", "1503": "stored", "1508": "ads", "234": "add", "1195": "slits", "1204": "wet", "991": "wastebasket", "1511": "semicircles", "826": "checking", "1513": "fyi", "666": "five", "172": "press", "1233": "immediately", "1562": "unneeded", "1240": "necessary", "594": "like", "119": "onion", "1515": "sizes", "696": "pries", "580": "sized", "916": "pried", "995": "works", "996": "heel", "551": "trashbin", "1523": "husk", "1524": "choosing", "1525": "proper", "1526": "home", "1527": "tenderizes", "913": "leak", "1291": "avoid", "1288": "grinding", "1529": "detergent", "413": "does", "514": "saucepan", "1000": "locate", "36": "pepper", "501": "selecting", "1001": "oiled", "1327": "pasta", "897": "periodically", "795": "about", "1535": "boards", "667": "getting", "1381": "tray", "152": "cleans", "1537": "carries", "223": "seeds", "226": "discard", "1540": "introduced", "1541": "rendered", "1003": "doesnt", "668": "tiny", "829": "additional", "540": "transfer", "376": "vegetables", "598": "spots", "486": "inner", "1238": "unwrap", "1545": "brand", "601": "but", "1546": "cubbard", "291": "peppers", "1547": "sprinkling", "508": "squeeze", "1548": "eat", "980": "partially", "833": "wise", "29": "places", "1550": "wish", "834": "smooth", "162": "placed", "1551": "below", "1454": "tosses", "121": "piece", "545": "minutes", "602": "stirring", "735": "recognize", "552": "twist", "355": "utensils", "816": "beats", "1490": "unsavory", "108": "pit", "661": "proceeds", "488": "ingredients", "1560": "perpendicularly", "139": "other", "1514": "incredibly", "517": "repeat", "1528": "remainders", "1143": "bundle", "1563": "chance", "1564": "additionally", "1565": "gap", "600": "searches", "1568": "platter", "1015": "original", "304": "portion", "293": "trims"}, "word_to_ix": {"hollowed": 1206, "swirls": 1016, "yellow": 518, "four": 300, "asian": 1018, "hanging": 1019, "segments": 468, "presents": 554, "under": 180, "longways": 1027, "alternating": 1028, "every": 1031, "figs": 181, "bringing": 1033, "receiving": 1034, "whisk": 605, "wooden": 138, "uncooked": 1037, "enjoy": 555, "scrapes": 321, "chef": 1039, "talks": 1020, "second": 94, "blue": 606, "cooking": 257, "serrated": 845, "fingers": 344, "above": 848, "utensil": 372, "supplies": 379, "tips": 224, "counters": 1045, "pats": 849, "simultaneously": 1046, "herb": 207, "men": 1047, "wrapping": 519, "floret": 607, "stares": 1049, "aren't": 1050, "dry": 255, "rests": 1052, "items": 449, "leaves": 110, "changes": 1057, "midway": 1058, "appropriately": 1060, "slicer": 775, "slices": 34, "replace": 1062, "sliced": 120, "total": 1063, "drys": 609, "slivers": 851, "would": 741, "restirs": 841, "coins": 1067, "chooses": 490, "until": 306, "preheats": 854, "is": 63, "separated": 520, "brings": 673, "glass": 137, "separates": 345, "hold": 610, "room": 858, "work": 450, "root": 225, "loosen": 1078, "couter": 1080, "veggies": 1083, "want": 674, "keep": 987, "end": 163, "turn": 714, "sitting": 1029, "length": 559, "recovers": 1089, "how": 746, "hot": 560, "pokes": 1091, "after": 264, "containing": 675, "lay": 676, "chilled": 1094, "attempt": 861, "third": 677, "green": 312, "keeps": 862, "over": 134, "crumbs": 865, "diagonally": 680, "before": 301, "scoring": 1100, "sheaf": 1103, "avocado": 56, ",": 6, "fig": 95, "carve": 1106, "easier": 749, "then": 40, "them": 42, "fragment": 1108, "daubs": 1109, "slicing": 359, "band": 868, "they": 433, "silver": 615, "bread": 96, "meat": 616, "potatoes": 100, "dumps": 452, "crops": 1114, "filling": 1115, "each": 113, "break": 445, "went": 751, "side": 295, "bone": 870, "inserts": 1118, "bowls": 322, "skins": 419, "used": 437, "forgot": 1120, "extract": 522, "whip": 1121, "washed": 62, "got": 170, "washer": 1124, "washes": 26, "forth": 561, "turning": 1125, "free": 1127, "checked": 949, "wanted": 1129, "rinds": 346, "starts": 215, "creates": 1131, "knobby": 1134, "uses": 74, "onto": 105, "chopped": 122, "wash": 160, "another": 188, "thick": 434, "<UNK>": 0, "he": 7, "top": 68, "twisted": 323, "approximately": 619, "needed": 382, "too": 1138, "starch": 1442, "kiwi": 92, "tool": 756, "serve": 621, "took": 23, "digs": 1139, "sticker": 317, "begins": 194, "preparation": 564, "rag": 472, "fashion": 873, "sees": 1145, "mind": 1202, "ginger": 60, "seed": 273, "manner": 874, "leafs": 1147, "picks": 165, "leafy": 758, "contents": 524, "lenghtwise": 1149, "thoroughly": 361, "latter": 683, "herbes": 1151, "circles": 1153, "even": 876, "exactly": 1406, "metal": 231, "pineapple": 47, "greases": 1157, "lancashire": 1158, "selected": 294, "labels": 1159, "ending": 760, "deftly": 1160, "attempts": 761, "thirds": 1163, "medallions": 1165, "scrubbing": 1166, "do": 525, "mixture": 362, "flowerettes": 762, "beater": 1044, "stop": 1168, "new": 884, "frying": 208, "runs": 763, "greens": 686, "covering": 764, "twice": 765, "bad": 421, "discs": 886, "release": 1172, "fluffs": 1175, "decides": 1176, "subject": 453, "slotted": 889, "away": 39, "rings": 891, "mug": 1181, "unable": 1182, "finger": 894, "shaves": 895, "handful": 567, "picking": 1185, "kitchen": 179, "extracts": 898, "cup": 150, "heating": 1156, "against": 899, "facet": 900, "pith": 1188, "receives": 1190, "butterflour": 1191, "presumably": 901, "2nd": 688, "puts": 31, "three": 474, "been": 569, "quickly": 902, "much": 570, "fry": 904, "lovely": 1196, "thrice": 1197, "threw": 124, "obtained": 1199, "deeper": 1200, "lift": 905, "chile": 397, "chili": 83, "shrink": 1517, "contemplates": 1209, "near": 1210, "melted": 690, "neat": 1211, "cracked": 399, "procedure": 1213, "seven": 1214, "broth": 939, "it": 24, "exterior": 691, "in": 16, "if": 475, "damaged": 1217, "chilis": 1218, "things": 1219, "make": 436, "califlower": 1220, "plated": 1221, "beside": 908, "seeds/waste": 1222, "split": 771, "vegetable": 193, "plates": 692, "several": 258, "fairly": 1225, "boiled": 1119, "tops": 385, "hand": 277, "garlic": 81, "cooktop": 1226, "butter": 135, "dishes": 481, "condiments": 249, "drip": 1228, "kiwifruit": 842, "the": 1, "left": 573, "just": 333, "cabinent": 1231, "assigned": 574, "thumbs": 1232, "rotates": 774, "previous": 575, "adding": 576, "enters": 239, "stray": 1061, "had": 776, "spread": 909, "board": 14, "easy": 1235, "'eyes'": 1236, "has": 228, "trimming": 577, "usable": 777, "melting": 1242, "breaks": 240, "possible": 1237, "rotate": 628, "30": 1321, "apart": 229, "brought": 720, "manual": 911, "steps": 578, "right": 780, "successfully": 1244, "crown": 579, "sponge": 912, "empties": 608, "skinned": 1424, "juicers": 1245, "for": 129, "bottom": 127, "everything": 1246, "core": 217, "shakes": 400, "peel": 104, "garnishes": 781, "corn": 1251, "proceed": 852, "inedible": 631, "ribs": 698, "dinner": 1254, "slightly": 699, "thinner": 917, "forcefully": 1256, "down": 130, "juicing": 477, "finely": 401, "carving": 700, "wrap": 349, "rounds": 701, "peelers": 1259, "waits": 260, "pineapple's": 1260, "width": 1261, "way": 498, "was": 438, "fork": 159, "head": 313, "medium": 456, "form": 1262, "forming": 1263, "removes": 35, "heat": 305, "removed": 146, "portions": 581, "type": 786, "inside": 350, "whisked": 967, "smashes": 970, "lays": 478, "whisker": 582, "trim": 633, "sticks": 1267, "covers": 261, "sticky": 1268, "awhile": 1269, "check": 702, "no": 1271, "when": 432, "crowns": 1272, "setting": 788, "holding": 635, "roll": 817, "picture": 1276, "juicer": 89, "juices": 262, "rolling": 1278, "stainless": 528, "juiced": 636, "longer": 1280, "potato": 87, "navel": 1281, "vigorously": 920, "together": 334, "uncovered": 1282, "time": 425, "push": 789, "parcels": 1283, "silverware": 1285, "switches": 1287, "skin": 88, "milk": 250, "quartered": 922, "finally": 326, "reassemble": 1292, "brown": 1293, "string": 1294, "widthwise": 458, "choice": 1296, "cook": 278, "exact": 1300, "cool": 790, "sidetop": 1302, "cooks": 704, "quarterinch": 1248, "limes": 499, "tear": 927, "turns": 140, "leave": 928, "item": 705, "gut": 1305, "guy": 307, "round": 404, "shave": 1306, "dries": 117, "blade": 791, "says": 1307, "seasoning": 288, "chopping": 191, "dried": 336, "adds": 82, "stands": 792, "melt": 531, "uniform": 1312, "peels": 49, "axial": 931, "goes": 136, "peals": 932, "filled": 405, "peeled": 106, "water": 55, "groups": 934, "grabbed": 961, "along": 793, "peeler": 66, "wait": 638, "box": 794, "boy": 218, "chef's": 639, "impatiently": 1319, "bruised": 1322, "pot's": 1323, "scoups": 1324, "useful": 1325, "extra": 406, "working": 1330, "tears": 587, "insides": 327, "handles": 1332, "wood": 937, "selects": 141, "countertop": 325, "cups/containers": 1336, "olive": 1338, "fourths": 708, "edible": 796, "avoiding": 941, "cap": 1341, "gathers": 271, "can": 297, "following": 1342, "making": 534, "pickle": 1344, "plum": 50, "didn't": 1346, "drawer": 25, "scoots": 1350, "spreads": 1351, "pine": 1352, "1": 536, "till": 1353, "refridgerator": 504, "fourth": 798, "divides": 1354, "product": 799, "may": 1355, "date": 1356, "such": 1357, "lids": 1358, "man": 33, "scrambling": 943, "liquid": 800, "fronds": 813, "mango": 78, "so": 370, "basket": 1360, "pulled": 584, "se": 1361, "extractor": 1364, "serving": 328, "pointed": 801, "flips": 642, "ended": 1365, "cuts": 21, "cold": 1367, "still": 538, "he's": 1369, "main": 712, "outside": 403, "sidebottom": 1371, "hald": 1373, "half": 27, "not": 388, "now": 462, "drop": 1377, "quarter": 289, "individually": 946, "retrieve": 585, "girl": 212, "ultimately": 1384, "container": 171, "opened": 427, "3rd": 1385, "space": 1386, "leeks": 183, "squares": 713, "cloves": 213, "sideways": 1499, "unwanted": 308, "remainder": 802, "care": 1393, "retrieving": 507, "motion": 645, "thing": 1087, "place": 144, "undesirable": 1394, "think": 1395, "first": 142, "wastebin": 151, "flipping": 1397, "one": 84, "fetches": 716, "directly": 1399, "rind": 242, "potted": 1402, "open": 272, "size": 464, "little": 374, "halfmoon": 1128, "stuck": 950, "bite": 646, "plastic": 155, "returns": 169, "2": 465, "tell": 1069, "rewash": 1403, "white": 280, "bits": 353, "lingering": 1404, "gives": 1405, "eyes": 806, "that": 198, "season": 647, "workstation": 1407, "undesired": 1409, "bobs": 1410, "than": 952, "13": 1411, "cracks": 214, "1\"": 1412, "knives": 167, "were": 513, "and": 4, "gathering": 1414, "tasted": 1415, "cuttings": 649, "turned": 236, "dash": 1416, "tastes": 718, "recover": 954, "pry": 807, "any": 248, "clung": 1417, "aside": 482, "equipment": 586, "take": 123, "upside": 1421, "wilted": 1423, "begin": 544, "sure": 497, "opposite": 808, "onehalf": 1426, "price": 956, "neatly": 1427, "boiling": 244, "pair": 340, "forever": 1429, "peice": 809, "fills": 204, "discarding": 483, "later": 959, "salt": 131, "walking": 1431, "shot": 1432, "show": 1433, "recipe": 1434, "mince": 722, "corner": 725, "label": 1453, "fifth": 1436, "dice": 390, "plumb": 546, "only": 1331, "going": 588, "plums": 227, "get": 91, "cannot": 963, "awaiting": 814, "checks": 589, "naked": 964, "finishing": 1449, "where": 726, "oven": 966, "attached": 918, "collects": 969, "fails": 1451, "ways": 971, "materials": 772, "spoons": 655, "3": 972, "between": 548, "across": 654, "bisects": 974, "notice": 1457, "vertical": 975, "lenghwise": 1458, "spare": 1459, "magno": 1460, "tub": 484, "circumference": 976, "crisper": 590, "many": 1462, "region": 1463, "flipped": 977, "paring": 281, "comes": 1465, "nearby": 978, "afterwards": 979, "pot": 58, "broccolli": 1467, "pod": 1468, "considers": 1469, "combines": 1470, "onehalfinch": 1472, "combined": 1475, "wants": 1477, "direction": 1478, "fours": 659, "whips": 1481, "fruits": 1413, "stovetop": 1483, "external": 1484, "rubs": 1485, "stems": 177, "former": 1486, "those": 982, "case": 1487, "stacked": 1488, "these": 591, "sheaves": 866, "squeezer": 510, "squeezes": 299, "squeezed": 1489, "eventually": 984, "twists": 310, "coffee": 728, "strain": 1073, "pressing": 819, "receptacle": 860, "rechops": 1492, "different": 466, "pat": 1493, "eggshell": 730, "bowl": 30, "same": 444, "pad": 1497, "scooped": 1284, "pan": 64, "oil": 164, "persons": 986, "running": 393, "edges": 731, "omelette": 957, "drain": 822, "roughly": 663, "without": 592, "bottle": 823, "tip": 314, "rest": 132, "futilely": 1505, "pearing": 824, "fineness": 1506, "trimmings": 825, "dipped": 1507, "thinking": 1509, "seems": 990, "lets": 665, "pile": 550, "4": 593, "potato's": 1510, "around": 202, "sause": 992, "fridge": 69, "dark": 827, "using": 133, "lady": 412, "vertically": 467, "towel": 168, "serves": 1516, "leek": 99, "discarded": 211, "either": 994, "served": 1519, "downward": 1520, "satisfactory": 1521, "exposed": 1522, "moving": 693, "alternates": 997, "slice": 112, "stops": 999, "knife": 10, "diced": 184, "seconds": 1530, "broken": 1532, "dices": 178, "assemble": 1533, "leftover": 595, "strainer": 203, "throw": 283, "on": 15, "stone": 1534, "package": 175, "of": 9, "mixes": 356, "chop": 290, "herb's": 1538, "mixed": 596, "or": 414, "whites": 597, "determine": 1542, "heated": 733, "skillet": 343, "your": 148, "stare": 1543, "prepare": 339, "shells": 357, "removing": 446, "there": 1004, "disposed": 1005, "start": 830, "slowly": 727, "disposes": 233, "complete": 831, "drains": 651, "cabinet": 79, "trying": 1007, "chilies": 832, "spice": 811, "pull": 669, "embedded": 1549, "arranges": 487, "bouillon": 1552, "dirty": 1553, "pulp": 210, "carves": 1009, "taste": 734, "moved": 1554, "deep": 1555, "an": 93, "as": 220, "at": 303, "walks": 186, "moves": 332, "spends": 835, "fill": 516, "again": 199, "fiddles": 1559, "cabinets": 396, "storage": 1011, "rubber": 1561, "5": 1012, "you": 282, "trash": 103, "briefly": 836, "separate": 358, "peas": 603, "herbs": 65, "hardware": 818, "semicircle": 1566, "unedible": 1482, "stacks": 1567, "sawing": 1014, "cores": 837, "once": 354, "starting": 671, "strings": 1194, "all": 158, "pointing": 1017, "oneinch": 838, "thoughtful": 839, "debris": 840, "dish": 205, "faster": 1021, "lining": 1022, "removal": 1024, "to": 17, "th": 1025, "smile": 1026, "woman": 44, "returned": 737, "returning": 1088, "very": 604, "grinds": 377, "fall": 1032, "kiwis": 738, "washing": 448, "similarsized": 1388, "laying": 1035, "large": 157, "adjust": 1036, "unwraps": 378, "small": 59, "knifes": 843, "ten": 672, "tea": 1038, "orangehalf": 844, "grabs": 126, "leek's": 495, "displays": 1040, "further": 556, "what": 469, "stood": 1042, "section": 398, "thickness": 846, "crush": 847, "cupboards": 1043, "loose": 1183, "excess": 284, "directions": 1048, "zester": 850, "\"crumbs\"": 1051, "allows": 1053, "cucumbers": 380, "pics": 1054, "drawers": 311, "amount": 489, "pick": 739, "action": 1055, "narrow": 1056, "sticking": 1059, "emptied": 1241, "put": 73, "chunks": 221, "pulls": 173, "select": 630, "eye": 1065, "takes": 18, "unpeeling": 1066, "wiped": 853, "contains": 1112, "two": 75, "taken": 470, "dunks": 1068, "wipes": 416, "more": 192, "flat": 491, "door": 247, "grabbing": 742, "faucet": 285, "bread's": 855, "stick": 856, "broke": 857, "browned": 1070, "producing": 1071, "grill": 743, "keeping": 1072, "middle": 246, "sweeps": 1074, "nine": 1075, "pepper's": 1076, "scramble": 611, "potatoe": 859, "shark": 1326, "salted": 1079, "pushes": 503, "stacking": 1081, "sharp": 237, "salts": 558, "firmly": 612, "needs": 745, "shortways": 1085, "drained": 1086, "stickers": 1491, "chops": 57, "breaking": 1348, "transfers": 402, "occasionally": 747, "freshly": 644, "stir": 492, "breaks/cuts": 1090, "plant": 316, "tries": 417, "horizontal": 748, "a": 3, "refuse": 740, "coat": 1095, "twisting": 521, "eats": 1096, "offcamera": 678, "egg": 85, "that's": 1097, "rounded": 1098, "help": 864, "don't": 613, "spiraling": 1494, "skinning": 614, "paper": 1099, "through": 471, "its": 265, "roots": 493, "23": 1101, "inward": 1102, "lateral": 656, "actually": 1104, "messes": 1105, "sauce": 222, "good": 451, "return": 750, "backandforth": 1107, "impossible": 1401, "you've": 1110, "bigger": 869, "mystery": 1111, "fully": 828, "beanstalks": 1117, "hard": 418, "finish": 867, "obtains": 752, "flower": 1122, "scoops": 266, "utencil": 1398, "dirt": 1126, "base": 562, "straightened": 1253, "rises": 1064, "beginning": 1130, "thrown": 617, "dishwasher": 557, "\"florets\"": 1132, "fruit": 147, "seperately": 1133, "enough": 1544, "fallen": 1471, "throws": 46, "knots": 863, "unusable": 754, "done": 267, "cups": 381, "\"": 1135, "heads": 755, "temperature": 618, "twenty": 1136, "hollows": 620, "board/plate": 1137, "station": 681, "behind": 871, "part": 347, "stirs": 216, "kind": 883, "knive": 872, "colander": 238, "stalk": 256, "withered": 1144, "well": 431, "juice": 101, "cleaned": 682, "lid": 195, "stemless": 1148, "nowempty": 1150, "majority": 1339, "lip": 1152, "offscreen": 684, "added": 286, "whitefree": 1154, "eggs": 71, "reach": 877, "unused": 348, "most": 759, "seasons": 274, "refrigerator": 70, "refrigerate": 1155, "clear": 878, "cover": 386, "clean": 324, "blend": 1473, "halfinch": 926, "lengthwise": 174, "stoned": 1162, "carefully": 251, "unwrapped": 879, "fine": 479, "find": 420, "wraps": 685, "failed": 880, "uncut": 1141, "circle": 623, "distributes": 881, "his": 107, "hit": 1167, "express": 882, "grocery": 1142, "obtain": 989, "preparing": 526, "during": 1289, "him": 885, "laterally": 875, "remove": 149, "1012": 1171, "x": 1173, "seperates": 887, "set": 363, "throwing": 566, "arils": 1177, "see": 888, "individual": 422, "are": 114, "tender": 1178, "\"stir\"": 1179, "cubbord": 1180, "knees": 1082, "lidded": 958, "axially": 687, "halved": 890, "burner": 429, "rewrap": 892, "halves": 116, "various": 893, "halfway": 766, "creating": 896, "cupbard": 903, "both": 145, "cubes": 568, "last": 423, "foreign": 1187, "cubed": 1189, "whole": 625, "finds": 473, "loaf": 153, "bell": 275, "recycling": 384, "hollow": 993, "patiently": 1193, "cream": 331, "appears": 599, "collected": 1006, "empty": 689, "firm": 1198, "assorted": 1201, "skinless": 757, "what's": 1203, "crack": 553, "gas": 1205, "grille": 767, "extracted": 1207, "presses": 454, "replaces": 626, "look": 1208, "straight": 768, "while": 200, "replaced": 1512, "pressed": 571, "brothdiluted": 1212, "pack": 769, "adjusts": 770, "rip": 1215, "itself": 1216, "ready": 252, "rid": 906, "'scrambled'": 1273, "butcher": 679, "wisks": 1223, "higher": 1224, "strips": 230, "tupperware": 318, "pomegranate": 166, "cucumber": 54, "cleaning": 694, "task": 529, "halve": 496, "grind": 1229, "person": 2, "edge": 527, "wedges": 773, "quarters": 156, "circling": 1174, "cut": 32, "also": 442, "source": 1234, "remaining": 196, "bin": 319, "big": 695, "couple": 627, "bit": 364, "seperate": 1239, "disks": 910, "minces": 629, "shapes": 1243, "continue": 778, "sifts": 1247, "minced": 779, "some": 80, "back": 125, "yolk": 287, "palm": 476, "saucer": 697, "facing": 1518, "garlic's": 1504, "simmer": 925, "pee": 1298, "handfuls": 1328, "pea": 1249, "scaly": 1250, "be": 351, "run": 914, "odor": 1314, "perpendicular": 915, "stem": 98, "step": 320, "remnants": 1252, "by": 182, "anything": 1084, "completing": 1479, "range": 797, "beans": 67, "block": 1255, "garbage": 259, "into": 20, "appropriate": 1379, "rolls": 463, "smells": 1257, "rinse/wash": 1258, "parer": 657, "tasting": 1264, "placing": 268, "long": 365, "sections": 309, "opens": 115, "inches": 955, "dips": 782, "cloth": 744, "properly": 783, "repeatedly": 784, "upright": 785, "line": 1265, "kitchenware": 1266, "up": 48, "uh": 1456, "perosn": 1476, "single": 787, "lemon": 1270, "peach": 634, "peices": 1335, "scrape": 563, "scraps": 187, "dashes": 1274, "nice": 1275, "draw": 530, "prepared": 457, "eggshells": 1277, "allowing": 919, "prepares": 395, "preparer": 455, "sides": 424, "required": 1010, "walked": 500, "cooked": 335, "heats": 703, "broad": 197, "fresh": 161, "rinse": 190, "evenly": 921, "discards": 97, "melts": 1184, "existing": 1286, "centers": 1023, "scooper": 1030, "relocates": 1290, "young": 923, "squeezing": 637, "include": 924, "ingredient": 1077, "ladle": 653, "continues": 269, "reopened": 1295, "rewrapped": 1092, "spoon": 128, "putting": 459, "\"core": 1297, "mixing": 523, "drinking": 1299, "wipe": 1301, "arrange": 494, "entire": 512, "kictchen": 1303, "exits": 1304, "stiff": 1113, "tenderness": 1123, "rack": 753, "smaller": 154, "folds": 1308, "thinly": 367, "video": 360, "picked": 929, "concludes": 1309, "poke": 1310, "giving": 1311, "expressed": 1161, "access": 1164, "waiting": 435, "plastic/paper": 1502, "body": 933, "pushing": 1557, "desired": 502, "objects": 1315, "let": 1316, "sink": 41, "separation": 1192, "fifteen": 1318, "stalks": 270, "larges": 1320, "larger": 447, "leaving": 532, "spices": 296, "makes": 368, "creamsauce": 1474, "apple": 935, "tools": 640, "lime": 72, "standing": 1329, "use": 185, "from": 11, "remains": 936, "painstakingly": 1345, "next": 189, "few": 337, "camera": 632, "oils": 1333, "sort": 1334, "1/4": 533, "1/2": 938, "started": 706, "whisks": 426, "dicing": 707, "women": 940, "this": 253, "refigerator": 1389, "oh": 1536, "pour": 369, "tag": 342, "thin": 209, "closing": 1343, "drops": 641, "tap": 535, "plate": 19, "process": 480, "pieces": 45, "slit": 942, "carrot": 61, "pulling": 1347, "something": 407, "onions": 583, "weaken": 1349, "procures": 111, "holds": 624, "swishes": 1556, "circular": 387, "cupboard": 86, "peeling": 315, "halfs": 709, "fleshy": 1539, "rerinses": 1400, "cabbage": 710, "realized": 1337, "counter": 51, "cutlery": 461, "scoop": 352, "carrot's": 1420, "chives": 572, "improvised": 1359, "3/4": 1362, "six": 662, "move": 711, "spatula": 232, "including": 1366, "looks": 537, "knocks": 1230, "bunch": 235, "horizontally": 439, "twirls": 1368, "outer": 241, "chosen": 944, "dispose": 505, "choose": 1370, "orange": 37, "covered": 643, "oneeighth": 1452, "citrus": 1372, "flour": 945, "oranges": 338, "cutting": 12, "hands": 52, "front": 732, "clippings": 1375, "rightside": 1376, "freshness": 1378, "trimmed": 371, "beneath": 1380, "stock": 736, "shaking": 1170, "florets": 329, "doing": 1382, "chunk": 539, "pantry": 118, "separating": 1383, "out": 5, "bag": 206, "bunches": 1387, "red": 243, "shut": 1390, "pours": 176, "retrieved": 1008, "diagonal": 1391, "undo": 1392, "completely": 506, "retrieves": 143, "chilli": 298, "her": 90, "area": 565, "times": 803, "plum's": 804, "resumes": 948, "repeats": 373, "succeeds": 1396, "reaches": 715, "reached": 1013, "pots": 408, "wrapper": 541, "their": 279, "wrapped": 1140, "final": 805, "boil": 383, "shell": 263, "completed": 951, "shallow": 947, "slides": 648, "crosswise": 409, "cuppards": 1408, "completes": 622, "steel": 542, "collecting": 1313, "lightly": 953, "carrots": 102, "gently": 717, "have": 543, "need": 650, "demonstration": 1531, "preps": 907, "clove": 276, "sprinkles": 410, "soak": 1227, "able": 1418, "mix": 460, "rearranges": 1419, "sprinkled": 1363, "which": 375, "soap": 1422, "allow": 1425, "eight": 1428, "draws": 1448, "segment": 652, "scrambles": 428, "gather": 366, "face": 960, "looked": 721, "scrambled": 440, "scrap": 1430, "stove": 76, "rotating": 723, "bring": 810, "strangelooking": 1435, "yolks": 724, "rough": 930, "taps": 1437, "mugs": 1317, "planter": 1374, "with": 38, "jar": 962, "controls": 1438, "softens": 1439, "cuttingboard": 411, "bases": 1279, "worktop": 1340, "regularly": 1440, "handle": 1441, "they're": 1093, "beat": 812, "flattens": 1444, "skin/peel": 1445, "bean": 254, "ones": 998, "beak": 1446, "areas": 1447, "stuff": 965, "she": 8, "grab": 389, "shake": 547, "peelings": 391, "powder": 968, "rubbing": 1450, "closes": 219, "closed": 973, "membrane": 1443, "progress": 1455, "ends": 77, "rinses": 28, "cauliflower": 43, "opening": 815, "rinsed": 245, "staring": 1461, "condiment": 415, "taking": 660, "equal": 509, "grain": 1464, "walk": 1466, "packaging": 670, "table": 485, "pouring": 981, "it's": 658, "poured": 430, "seasoned": 515, "waste": 330, "finishes": 302, "aranges": 1480, "finished": 292, "angles": 1002, "bulb": 341, "splits": 441, "rectangular": 1041, "will": 511, "pits": 1558, "layer": 443, "ripe": 983, "drips": 1116, "surface": 729, "pitt": 1186, "rips": 719, "rewashes": 820, "began": 985, "rewashed": 1495, "scrabbled": 1496, "parts": 201, "inch": 392, "gets": 13, "reseals": 1498, "upon": 821, "broccoli": 53, "off": 22, "center": 394, "i": 549, "banded": 1146, "thought": 1500, "sets": 109, "stores": 1501, "flesh": 664, "moments": 988, "plumbs": 1169, "stored": 1503, "ads": 1508, "add": 234, "slits": 1195, "wet": 1204, "wastebasket": 991, "semicircles": 1511, "checking": 826, "fyi": 1513, "five": 666, "press": 172, "immediately": 1233, 